[
  {
    "title": "Terms and Conditions",
    "url": "/terms-and-conditions",
    "content": "Agreement to our Legal Terms and Conditions We are NewTunes LLC We operate the mobile application NewTunes LLC as well as any other related products and services that refer to or link to these legal terms. NewTunes is an Instagram-style social media platform with WhatsApp-style messaging for musicians/artists to have more freedom on an app to create a personal brand and more easily display their music and talent to potential fans worldwide as well as to local and non-local artists. You can contact us by email at new.tune.platform@gmail.com or by phone at 385-449-0913 These Terms and Conditions constitute a legally binding agreement made between you, whether personally or on behalf of an entity, and NewTunes, concerning your access to and use of the Services. You agree that by accessing the Services, you have read, understood, and agreed to be bound by all of thees Legal Terms. If you do not agree with all of these legal terms, then you are expressly prohibited from using the services and you must discontinue use immediately. Supplemental terms and conditions or documents that may be posted from time to time are hereby expressly incorporated herein by reference. We reserve the right, in our sole discretion, to make changes or modifications to these Terms and Conditions from time to time. We will alert you about any changes by updataing the “Last updated” date of these Terms and Conditions, and you waive any right to receive specific notice of each such change. It is your responsibility to periodically review tehse Terms and Conditions to stay informed of updates. You will be subject to and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms and Conditions by your ocntinued use of the Services after the date such revised Terms and Conditions are posted. The services are intended for users who are at least 18 years old[ED1] . Persons under the age of 18 are not permitted to use or register for the Services. We recommend that you print a copy of these Terms and Conditions for your records. Table of Contents Our Services Premium Services – from Vampr & ChatGPT Additional Services – from ChatGPT Intellectual Property Rights – Chat GPT & Others Content – from Vampr and ChatGPT Advertising – from ChatGPT User Representation User Registration Purchases and Payment Royalties – from ChatGPT In-app Purchases – Contract, us not responsible for conflicts, etc Refunds Policy Prohibited Activities – maybe go through and change the wording a little bit User Generated Contributions Contribution License Mobile Application License Social Media – from Chat GPT Links to Other Websites – from Vampr Services Management Term and Termination – from ChatGPT & others Modifications and Interruptions Governing Law Dispute Resolution – from ChatGPT Corrections Disclaimer Limitations of Liability – from ChatGPT Indemnification? User Data Data Privacy and Security – from ChatGPT Cookie Policy – From UpWork? Privacy Policy – from Vampr Electronic Communications, Transactions, and Signatures International Users – from Swagbucks Residents of Quebec, Canada? – from Swagbucks Miscellaneous Contact Us 1. Our Services Content Display and Distribution The app provides a platform for musicians/artists to showcase their music and talent, enabling them to create a personal brand and connect with potential fans worldwide, as well as local and non-local artists. Users can upload, publish, and display their music, videos, and other related content on the app for others to access, listen to, and engage with. NewTunes does not claim ownership of the content uploaded by users. However, by submitting content to the app, users grant a non-exclusive, worldwide, royalty-free license to use, reproduce, distribute, display, and modify their content within the app's functionalities as outlined in the Intellectual Property Rights section of these Terms and Conditions. Promotion and Exposure The app offers promotional features to help musicians/artists gain exposure within the industry and reach their target audience. NewTunes may utilize various mechanisms, including advertising and featured placements, to promote and highlight users' content within the app and to external audiences. While NewTunes strives to provide exposure and promotional opportunities, the extent and nature of promotion may vary and are subject to factors such as user engagement, algorithms, and business considerations. 2. Premium Services NewTunes provides free services to musicians, and in addition, offers a Premium Membership Plan for those who seek an enhanced experience on the app. The Premium Membership Plan encompasses several additional benefits designed to empower musicians and maximize their presence on the platform. By purchasing the Premium Membership Plan, musicians gain access to the following exclusive features: Boost in Appearances Musicians with a Premium Membership Plan enjoy an increased frequency of appearances on listeners' screens, increasing their visibility and exposure to potential fans. Verification Badge A verification badge is awarded to Premium members, adding credibility and authenticity to their NewTunes profile. Prioritized Messages Premium members receive prioritized placement and delivery of messages in their inbox, ensuring that important communications are promptly addressed. Complete Royalty Control Musicians with a Premium Membership Plan have full control over the royalties generated through NewTunes, enabling them to manage and track their earnings efficiently. Explore Connections of Connections Premium members gain the ability to explore the connections of their connections, facilitating networking opportunities within the NewTunes community. A&R Services Premium members have access to dedicated Artist and Repertoire (A&R) services, offering valuable guidance, feedback, and potential collaborations. Profile Feature Control Premium members can exercise control over certain profile features, including the option to hide specific details such as age, enabling them to curate their public presence according to their preferences. Please note that the availability and specific details of these Premium Membership Plan benefits may be subject to change and periodic updates. NewTunes reserves the right to modify or discontinue any aspect of the Premium Membership Plan at any time, with reasonable notice provided to existing Premium members. By purchasing and maintaining a Premium Membership Plan, musicians acknowledge and agree to abide by the terms and conditions set forth by NewTunes governing the use of these additional features. 3. Additional Services In addition to the regular and premium services, we offer various optional services and features that can be accessed for a fee. These services may include, but are not limited to: Pre-Drafted Contracts We provide pre-drafted contracts tailored to the needs of musicians, which can be purchased for use in various music-related engagements and collaborations. In-App Job Board Musicians can utilize the in-app job board to advertise their services or seek opportunities within the music industry. Accessing and posting on the job board may involve a fee. Other Optional Services From time to time, we may introduce new optional services or features that users can choose to access for an additional fee. The details and availability of these services will be clearly communicated to users. Users interested in accessing the Additional Services will be required to pay the applicable fees associated with each service. The fees and payment terms will be clearly displayed during the service selection process. All fees are non-refundable, except as required by applicable law or as otherwise explicitly stated in these Terms and Conditions. 4. Intellectual Property Rights User Ownership and License Grant Users retain ownerhsip of the content they upload, publish, or display on the app. By submitting, uploading, or publishing content on the app, users grant NewTunes a non-exclusive, worldwide, royalty-free, sublicensable, and transferable license to use, reproduce, distribute, display, modify, and create derivative works of their content solely for the purposes of operating, promoting, and improving the app's functionalities. Users understand and agree that this license allows other users of the app to access and view their content within the app's functionalities. Reporting Copyright Infringement or Intellectual Property Concerns NewTunes respects the intellectual property rights of others and expects its users to do the same. NewTunes will continuously monitor the app to identify and address any instances of copyrighted music being published without proper authorization or any other infringements. If a user believes that their copyright or intellectual property rights have been infringed upon on the app, they should follow these steps: Report within the App: Users can report any copyright infringement or intellectual property concerns by using the designated reporting feature within the app. This feature allows users to report specific songs or content suspected of infringement. Email Notification: Users can also send an email to [company/organization] at [email address] with detailed information regarding the alleged infringement, including identification of the copyrighted work, description of the infringing content, and supporting evidence. NewTunes will promptly investigate the reported infringement and take appropriate actions in accordance with applicable laws and regulations. Legal Action and Liability If a user believes their copyright or intellectual property rights have been infringed upon and decides to take legal action, they acknowledge and agree that the legal matter is solely between the two involved parties. NewTunes shall not be held liable for any damages, losses, costs, or expenses incurred as a result of copyright infringement or any legal actions taken by users. Users are responsible for pursuing legal remedies, including seeking legal counsel and taking necessary actions to enforce their rights, should they believe their intellectual property rights have been infringed upon on the app. 5. Content Our platform allows you to upload music, videos, images, and other related content that is original, owned by the user, or used with proper authorization from the respective rights holders. Content should align with the purpose and nature of the app, which is to showcase and promote music and artistic talent. Users are encouraged to share content that is respectful, professional, and relevant to the music industry. User Responsibility Users are solely responsible for the content they upload and share on the app. By uploading content, users represent and warrant that they have the necessary rights, permissions, and authorizations to do so. NewTunes does not endorse or verify the accuracy, quality, or legality of user-generated content, and shall not be held liable for any consequences arising from the use or reliance on such content. 6. Advertising The NewTunes app may display advertisements and sponsored content to enhance user experience and support the availability of our services. These advertisements and sponsored content may appear in various forms, such as banners, interstitials, videos, or other formats, within the app. Please note that NewTunes does not endorse, guarantee, or assume responsibility for the accuracy, legality, or quality of the content provided by these advertisements and sponsored content. Any transactions, interactions, or engagements that occur as a result of clicking on or interacting with these advertisements are solely between you and the advertiser. NewTunes shall not be held liable for any damages, losses, or disputes arising from these transactions or interactions. It is important to exercise caution and discretion when engaging with advertisements or sponsored content within the NewTunes app. We encourage you to review the terms and privacy policies of third-party websites or services linked to these advertisements before engaging in any transactions or sharing personal information. By using the NewTunes app, you agree that NewTunes shall not be held responsible for the content of advertisements or any transactions or interactions resulting from them, and you acknowledge that your interactions with such advertisements are at your own risk. 7. User Representation You represent that you are of the legal age of 18 and have the legal capacity to enter into a binding agreement as well as that you have read, understood, and agreed to these Terms and Conditions, and that you will comply with all applicable laws and regulations while using the app. Age Verification We rely on the information provided during the registration process to determine your eligibility to use the platform. In the event that we have reason to believe that you are under the age of 18 or have provided false or inaccurate information regarding your age, we may suspend or terminate your account without notice. Accuracy of Information You represent that all information provided on the app, including your personal information and account details, is accurate, complete, and up to date. You are responsible for maintaining the accuracy of your information and promptly updating any changes. 8. User Registration Account Creation To access the full features and services offered by our platform, you are required to create a user account. During the registration process, you will be asked to provide accurate and up-to-date information, including your name, email address, and any other required details. You are responsible for maintaining the confidentiality of your account login credentials and are solely responsible for all activities that occur under your account. User Responsibilities You are responsible for safeguarding your account and ensuring the security of your login credentials. You agree not to share your account credentials with any third parties or allow unauthorized access to your account. You are responsible for all activities that occur under your account, and you agree to notify us immediately of any unauthorized use or security breaches. Geographic Restrictions While our platform is available worldwide, certain features or services may be subject to geographic restrictions or limitations based on local laws, regulations, or licensing requirements. It is your responsibility to ensure compliance with the applicable laws and regulations of your jurisdiction before accessing or using the platform. 9. Purchases and Payment 10. Royalties By using our App, you acknowledge and agree that we may utilize cookies and other related technologies to track the conversion from the NewTunes platform to external streaming services, such as Spotify, Apple Music, and others. As part of this conversion tracking process, NewTunes reserves the right to deduct, on the last day of each month, 15% of the royalties musicians earn solely from individuals whom we have assisted in converting from our app to these external streaming platforms. This deduction will only apply to the specific conversions facilitated by NewTunes. Specific information regarding the use of cookies is available in the Cookies section of the Terms and Conditions. 11. Rewards Programs In connection with your use of the Services, you may have the opportunity to accumulate financial rewards and incentives. Information, official rules and terms and conditions for rewards and incentives may be available in these Terms and Conditions, in the account tab, and/or may be described in any newsletter or other communication distributed or published by NewTunes. In the event that any incentive has been erroneously posted to the member’s account, NewTunes may remove them from the member’s account. In order to withdraw funds from NewTunes, the minimum threshold of $10 must be satisfied. If you do not satisfy the foregoing threshold, you will not be able to withdraw funds. NewTunes may modify, alter, delete or add new terms and conditions for its rewards program or the Services at any time without notice. For NewTunes, this includes, but is not limited to, modifying, altering, adding, or deleting point values, redemption levels, conversion ratios, conditions for status, conditions for membership and conditions for earning incentives or rewards, at any time without notice. In addition, NewTunes may terminate or cease offering any incentive or reward in connection with NewTunes’ rewards program, at any time without notice. You may not combine your balance with the balance belonging to any other member, including, but not limited to, any family member or friend. You hereby express acknowledgement and agree that the points and incentives earned through the services may be subject to tax, which is the sole responsibility of the redeemer. NewTunes may provide you and/or the appropriate government agency or taxing authority with information related to any payments or incentives you earn in connection with your use of Slicethepie''s services. You agree to provide NewTunes with all the required information to assist NewTunes in complying with its reporting or withholding obligations. NewTunes may withhold any tax from any incentive or reward as required by applicable law. NewTunes uses reasonable efforts to ensure that the points are credited and debited appropriately; however, members should review their accounts to ensure that their account correctly identifies the posted points, incentives, and rewards. If you feel that your account was not credited or debited correctly or reflects incorrect redemption transactions, please send an email to new.tune.platform@gmail.com. Any email sent to NewTunes should include the member’s name, account name, email address, and specific information on the subject matter. NewTunes will use reasonable efforts to investigate the matter and to respond back to the members promptly. NewTunes’ decisions are final and binding. Personal information may have to be collected, processed, and/or disclosed in connection with NewTunes’ rewards program and/or any request to redeem a reward or incentive. By agreeing to these Terms and Conditions, you hereby agree to the collection, processing and/or disclosure of your personal information for such purpose(s) and such personal information shall be subject to the terms set forth in NewTunes’ privacy policy. 12. In-app Purchases – Contract, us not responsible for conflicts, etc 13. Refunds Policy We would like to inform you that all services provided by our platform, including the premium membership plan, regular services, and any additional services, are non-refundable once purchased or accessed. By making a purchase or accessing any of our services, you acknowledge and agree that all fees paid are final and non-refundable, except as required by applicable law or as explicitly stated in these Terms and Conditions. In exceptional cases where a refund may be considered, it will be at our sole discretion, subject to the circumstances and in compliance with applicable laws. 14. Prohibited Activities Prohibited Conduct Users of the app are expected to conduct themselves in a respectful, professional, and lawful manner at all times. Users are solely responsible for their own conduct and communications within the app. NewTunes does not endorse or verify the accuracy, quality, or legality of user-generated content or user interactions and shall not be held liable for any consequences arising from such interactions. The following behaviors and actions are strictly prohibited and may result in immediate action, including but not limited to warnings, suspension, or termination of the user's account: Harrassment Engaging in any form of harassment, bullying, or intimidation towards other users, including but not limited to offensive comments, threats, or stalking. Hate Speech Posting or sharing content that promotes hatred, discrimination, or violence against individuals or groups based on attributes such as race, ethnicity, religion, gender, sexual orientation, or disability. Inappropriate Language Using offensive, vulgar, or sexually explicit language in communication within the app. Unauthorized Access Attempting to access, use, or manipulate other users' accounts, personal information, or content without proper authorization. Impersonation Pretending to be another individual, organization, or entity in order to deceive or mislead other users. Fraudulent Activities Engaging in any form of fraudulent activities, including but not limited to spamming, phishing, or scams targeting other users. Users are encouraged to report any instances of inappropriate conduct or violations of these guidelines using the designated reporting features within the app. NewTunes will review and investigate reported incidents promptly and take appropriate actions, which may include warnings, temporary or permanent account suspension, or other measures as deemed necessary. Prohibited Content To maintain a safe and respectful environment for all users, there are certain types of content that are strictly prohibited from being posted on NewTunes. By using the NewTunes app, you agree not to post, upload, or share any content that falls into the following categories: Dangerous Content NewTunes is home to communities where people can create, express themselves, listen, share, and network. Don’t promote violence, incite hatred, harass, or engage in any other behavior that may place people at risk of serious physical harm or death. Some things to avoid include: Content that advocates or glorifies serious physical harm towards an individual or group includes, but may not be limited to: Encouraging, promoting, or glorifying suicide and self-harm (if you or someone you know is struggling or thinking about self-harm, please see here for ways to get help) Inciting or threatening serious physical harm or acts of violence against a specific target or specific group Content that promotes or supports terrorism or violent extremism includes, but may not be limited to: Glorifying or praising violent extremist groups or their members Coordinating, promoting, threatening, or praising an act of violence by or on behalf of violent extremist groups or their members Providing instructions or instructional materials to commit an act of violent extremism Soliciting an individual or group to finance, undertake an act of violent extremism, or become involved in the activities of a violent extremist group Content that targets an individual or identifiable group for harassment or related abuse includes, but may not be limited to: Repeatedly targeting specific individuals with sexual advances Sharing, threatening to share, or encouraging others to share someone’s private information, including credit card or banking information, National Identity numbers, etc. Content that incites violence or hatred towards a person or group of people based on race, religion, gender identity or expression, sex, ethnicity, nationality, sexual orientation, veteran status, age, disability or other characteristics associated with systemic discrimination or marginalization includes, but may not be limited to: Praising, supporting, or calling for violence against a person or group of people based on the characteristics listed above Dehumanizing statements about a person or group based on the protected characteristics listed above Promoting or glorifying hate groups and their associated images, and/or symbols Content that promotes dangerous false or dangerous deceptive medical information that may cause offline harm or poses a direct threat to public health includes, but may not be limited to: Asserting that AIDS, COVID-19, cancer or other serious life threatening diseases are a hoax or not real Encouraging the consumption of bleach products to cure various illnesses and diseases Promoting or suggesting that vaccines approved by local health authorities are designed to cause death  Encouraging people to purposely get infected with COVID-19 in order to build immunity to it (e.g. promoting or hosting “coronavirus parties”) Content that illicitly promotes the sale of regulated or illegal goods includes, but may not be limited to: Selling illegal firearms or firearm parts Selling illegal drugs  Selling endangered species or products derived from endangered species Content that promotes, solicits, or facilitates child sexual abuse or exploitation includes, but may not be limited to: Visual depictions of a minor engaged in a sexual act or lascivious depictions of a nude minor Promoting acts of sexual abuse against a child in exchange for money Encouraging or promoting sexual attraction by adults towards minors Promoting, normalizing, or glorifying child grooming behaviors Deceptive Content Creating great experiences on NewTunes requires trust that people are who they say they are, that they won’t be scammed, and that no one is trying to manipulate our platform. Don’t use malicious practices to deceive others. Some things to avoid include: Content that impersonates others in order to deceive includes, but may not be limited to: Replicating the same name, image, and/or description as another existing creator  Posing as another person, brand, or organization in a misleading manner Content that promotes manipulated and synthetic media as authentic in ways that pose the risk of harm includes, but may not be limited to: Audio or video recording that comes from a real and valid source that has been altered in a way that changes the meaning or context of the original media and is purported to be true, thus posing a risk of harm to the speaker or other individuals  Audio or visual media artificially created through the use of technology that’s purported to be true, such as digitally manufactured sexual audio and video content or content falsely suggesting that someone committed a crime Content that attempts to manipulate or interfere with election-related processes includes, but may not be limited to: Misrepresentation of procedures in a civic process that could discourage or prevent participation Misleading content promoted to intimidate or suppress voters from participating in an election Content that attempts to take advantage of the NewTunes’ community includes, but may not be limited to: Posting, sharing, or providing instructions on implementing malware or related malicious practices that seek to harm or gain unauthorized access to computers, networks, systems, or other technologies  Phishing or related attempts to deceptively solicit or collect sensitive information Promoting investment and financial scams like get rich quick and pyramid schemes, or otherwise encouraging others to part with money under false pretenses Sensitive Content We have tons of amazing content on NewTunes, but there are certain things that we don’t allow on our platform. Don’t post excessively violent or graphic content, and don’t post sexually explicit content. Some things to avoid include: Content that promotes graphic or gratuitous depictions of violence, gore, or other shocking imagery includes, but may not be limited to: Severely mutilated or dismembered bodies Promoting animal cruelty or torture Content that contains sexually explicit material includes, but may not be limited to:  Pornography or visual depictions of genitalia or nudity presented for the purpose of sexual gratification Advocating or glorifying sexual themes related to rape, incest, or beastiality Illegal Content The law is the law. No matter who you are, it is your responsibility to comply with applicable laws and regulations. Some things to avoid include: Content that violates applicable laws and regulations includes, but may not be limited to: Content that does not comply with applicable sanctions and export regulations Content that is intended to promote or commit an illegal act of any kind Content that infringes the intellectual property rights of others includes, but may not be limited to: Content uploaded to NewTunes without obtaining necessary permissions Content that infringes third-party copyrights or trademarks NewTunes reserves the right to remove or restrict any content that is reported as infringing upon intellectual property rights or violates applicable laws or regulations or any of the terms in our Terms and Conditions. Spam or Unauthorized Promotion Users shall not engage in spamming or any form of unauthorized promotion. Some things to avoid include: Unsolicited advertisements Chain letters Pyramid Schemes Malicious Content Users shall not post or share any content that contains viruses, malware, or any other malicious software or code that may harm or disrupt the NewTunes platform or other users. NewTunes reserves the right to monitor, review, and remove any content that violates these guidelines, as well as take appropriate actions, including suspension or termination of user accounts, in cases of repeated or severe violations. Users are solely responsible for the content they post on NewTunes and any consequences that may arise from such postings. Please also note that this list is not exhaustive, and NewTunes may, at its discretion, deem additional content as prohibited if it violates the terms and spirit of the platform. NewTunes reserves the right to update and modify these restrictions as necessary to ensure a positive user experience for all. 15. User Generated Contributions 16. Contribution License 17. Mobile Application License 18. Social Media 19. Links to Other Websites Our Service may contain or facilitate links to third-party web sites or services that are not owned or controlled by NewTunes. NewTunes has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that NewTunes shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services. We only provide or facilitate links to external websites as a convenience, and the inclusion of such a link by us or by you to external websites do not imply our endorsement of those websites. You acknowledge and agree that when you access other websites on the Internet, you do so at your own risk. We strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit. 20. Services Management 21. Term and Termination – from ChatGPT & others 22. Modifications and Interruptions 23. Governing Law These Terms and Conditions shall be governed and construed in accordance with the laws of Utah, USA, and you yourself irrevocably consent that the courts of Utah shall have exclusive jurisdiction to resolve any dispute which may arise in connection with tehse Terms and Conditions. 24. Dispute Resolution – from ChatGPT 25. Corrections 26. Disclaimer 27. Limitations of Liability – from ChatGPT 28. Indemnification You agree to defend, indemnify, and hold us, our affiliates, directors, officers, employees, agents, and licensors harmless from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising out of or relating to your use of the NewTunes platform or your violation of these Terms and Conditions. 29. User Data 30. Data Privacy and Security – from ChatGPT 31. Cookie Policy – From UpWork? This policy describes how NewTunes uses cookies and other related technolgoies (collectively referred to as “cookies”) when you interact with us on our app as set forth in the NewTunes Privacy Policy By visiting or using the App, you agree that we can use the cookies described in the Cookie Policy. You can stop or update your cookie preferences by changing the settings in your browser (more information on how to do this is provided below) or adjusting the settings at the bottom of the homepage labeled “Cookie Settings”. We may modify this Agreement without notifying you, so please check back often for updates. What are Cookies Cookies are text files, containing small amounts of information, which are downloaded to your browsing device (such as a computer or smartphone) when you visit a website or app. Cookies can be recognized by the website or app that downloaded them, or by other websites or apps that use the same cookies. First- party cookies are cookies that belong to NewTunes or are placed on your device by NewTunes. Third-party cookies are cookies that another party places on your browsing device through our App. What are Cookies used for? 32. Privacy Policy – from Vampr 33. Electronic Communications, Transactions, and Signatures 34. California Users and Residents 35. International Users NewTunes’ Sites and Features and the services provided by NewTunes are controlled, operated, and administered from its offices located within the United States of America. NewTunes does not make any representation that the materials on the platform's Sites and Features or the services provided are appropriate or available for use in locations outside of the United States and Canada. Access to the platform's Sites and Features or the use of its services is prohibited from territories where the contents or products available through the platform are considered illegal. Users are not permitted to use the platform's Sites and Features or export any content or products in violation of U.S. export laws and regulations. In the event that users access the platform's Sites and Features from a location outside of the United States and Canada, they are solely responsible for complying with all local laws and regulations applicable in their jurisdiction. 36. Residents of Quebec, Canada? – from Swagbucks 37. Miscellaneous 38. Nondiscrimination Statement 39. Contact Us In order to resolve a complaint regarding the Services or to receive further information regarding use of the Services, please contact us at: Phone: 385-449-0913 Email: new.tune.platform@gmail.com [ED1]Should this be lower?"
  },
  {
    "title": "Privacy Policy",
    "url": "/privacy-policy",
    "content": "1. Overview This Privacy Policy explains how NewTunes LLC (“NewTunes”, “we”, “us”, or “our”) collects, uses, shares, and protects your personal data when you use the NewTunes mobile application or any services linked to this policy. This policy applies to: ● Listeners and artists who use the NewTunes mobile app ● Visitors to newtunesapp.com ● Individuals who contact or interact with us By using NewTunes, you agree to the practices described in this policy. 2. Information We Collect We collect the following categories of data: Account and Profile Data ● Name, email, username, password ● Profile picture, biography ● Age and gender (optional) Usage and Discovery Data ● Likes, dislikes, swipes, skips ● Playlist activity and discovery behavior ● In-app preferences, notifications, and interactions Connected Streaming Data ● Spotify, Apple Music, or YouTube Music listening history (if linked) ● Public playlists, playback info (authorized via API) Device and Technical Data ● Device model, OS version, app version ● IP address, language, region, country ● Session logs and crash reports Support and Feedback ● Help desk messages and user-reported issues ● Ratings, bug reports, feedback forms Purchase and Transaction Data ● Apple ID purchase history (Premium upgrades) ● Transaction logs, payment confirmation IDs 3. How We Use Your Data We use your data for the following purposes: Purpose Legal Basis (GDPR) To provide the NewTunes app and services Contractual necessity To personalize music recommendations Legitimate interest To improve app features and performance Legitimate interest To send service updates or messages Contractual necessity / Consent To provide customer support Contractual necessity To serve optional advertising (where legal) Consent (EU/UK), Legitimate interest (U.S.) To comply with legal obligations Legal obligation To protect our rights or investigate misuse Legitimate interest / Legal duty 4. Your Privacy Rights Depending on your location, you have the right to: ● Access your personal data ● Correct inaccurate or outdated data ● Delete your account or specific data ● Request portability (a copy in digital format) ● Opt out of personalized ads ● Limit use of sensitive data ● Withdraw consent where applicable ● Appeal a denied request You can exercise these rights by contacting us at: support@newtunesapp.com We may request verification before acting on your request. 5. Tailored Content and Advertising NewTunes uses in-app behavior (likes, dislikes, listening data) to personalize your music discovery experience. We do not sell or share this behavioral data with advertisers. For ad-supported accounts: ● IronSource (Unity Ads) may access device-level information only (e.g., device ID, IP, OS version) to serve standard ads. ● We do not give IronSource access to music behavior, profile data, or listening history. Users in the EU/UK or similar regions will not see ads unless they explicitly consent, per GDPR and ePrivacy rules. If consent is not granted, ad delivery will not occur. 6. Cookies and Tracking We use limited cookies or SDK-based equivalents for: ● Session control and navigation ● Crash logging and security ● User preference persistence ● Non-personal analytics (only if permitted) We do not use cookies or SDKs for cross-app behavioral tracking or retargeting. If you are in a region that requires cookie consent, you will see a notice before non-essential cookies are activated. 7. Data Sharing and Disclosure We do not sell your data. We only share it with trusted third parties who help us operate the platform, subject to appropriate agreements. Who We Share With: Recipient Purpose Data Shared Supabase App infrastructure and database Account info, usage data IronSource / Unity Ads Ad delivery (device-level data only) Device ID, OS version, IP address, not music data Google Cloud / Squarespace Hosting (website) IP, browser info (collected passively by Squarespace) Apple / App Store App distribution and in-app purchase logs Anonymized usage and crash data Apple Payments Inc. Payment processing Payment metadata (not card details) Other users Social interaction (comments, profiles) Username, profile picture, public content Artists and industry reps (opt-in) Artist discovery and promotion Artist profiles and published tracks only Law enforcement / regulators Legal compliance Any data required by subpoena or legal process Business acquirers (if applicable) In the event of a sale or merger Transferred under confidentiality and legal review 8. Data Transfers and International Storage NewTunes operates from the United States but may process data globally. For users in the EEA, UK, or Switzerland, your data may be transferred to the U.S. under: ● Standard Contractual Clauses (SCCs) or ● Other lawful mechanisms under GDPR We encrypt all data in transit and at rest, and restrict access to authorized personnel only. 9. Data Security We implement strong measures to protect your data, including: ● TLS/SSL encryption ● Access controls and audit logs ● Role-based permissions ● Incident response plans No system is 100% secure. If a data breach occurs, we will notify users and regulators within the legally required timeframe. 10. Data Retention We retain your data only as long as needed for: ● Providing the app experience ● Legal or tax compliance ● Defending legal claims ● Improving app features and analytics Some data (e.g. session logs) are automatically deleted after 30 days. Discovery behavior may be anonymized after 12 months. You may delete your account at any time, which removes most stored data, except where required for legal defense or audit. 11. Children’s Privacy NewTunes is not intended for users under 18 years of age. We do not knowingly collect personal data from anyone under 18. If you believe a minor is using the platform, please report it through the in-app reporting feature. 12. Changes to This Policy We may update this Privacy Policy from time to time. Any material changes will be communicated via app notifications or email. The “Last Updated” date at the top will always reflect the latest version. 13. Contact Information For questions, privacy requests, or concerns, contact us at: ● Email: support@newtunesapp.com ● Phone: 801-810-5670 ● Mail: 8191 Wood Street, Midvale UT 84047 NewTunes LLC is the data controller for all personal data collected via our platform. Agreement to our Legal Terms and Conditions We are NewTunes LLC We operate the mobile application NewTunes LLC as well as any other related products and services that refer to or link to these legal terms. NewTunes is an Instagram-style social media platform with WhatsApp-style messaging for musicians/artists to have more freedom on an app to create a personal brand and more easily display their music and talent to potential fans worldwide as well as to local and non-local artists. You can contact us by email at new.tune.platform@gmail.com or by phone at 385-449-0913 These Terms and Conditions constitute a legally binding agreement made between you, whether personally or on behalf of an entity, and NewTunes, concerning your access to and use of the Services. You agree that by accessing the Services, you have read, understood, and agreed to be bound by all of thees Legal Terms. If you do not agree with all of these legal terms, then you are expressly prohibited from using the services and you must discontinue use immediately. Supplemental terms and conditions or documents that may be posted from time to time are hereby expressly incorporated herein by reference. We reserve the right, in our sole discretion, to make changes or modifications to these Terms and Conditions from time to time. We will alert you about any changes by updataing the “Last updated” date of these Terms and Conditions, and you waive any right to receive specific notice of each such change. It is your responsibility to periodically review tehse Terms and Conditions to stay informed of updates. You will be subject to and will be deemed to have been made aware of and to have accepted, the changes in any revised Terms and Conditions by your ocntinued use of the Services after the date such revised Terms and Conditions are posted. The services are intended for users who are at least 18 years old[ED1] . Persons under the age of 18 are not permitted to use or register for the Services. We recommend that you print a copy of these Terms and Conditions for your records. Table of Contents Our Services Premium Services – from Vampr & ChatGPT Additional Services – from ChatGPT Intellectual Property Rights – Chat GPT & Others Content – from Vampr and ChatGPT Advertising – from ChatGPT User Representation User Registration Purchases and Payment Royalties – from ChatGPT In-app Purchases – Contract, us not responsible for conflicts, etc Refunds Policy Prohibited Activities – maybe go through and change the wording a little bit User Generated Contributions Contribution License Mobile Application License Social Media – from Chat GPT Links to Other Websites – from Vampr Services Management Term and Termination – from ChatGPT & others Modifications and Interruptions Governing Law Dispute Resolution – from ChatGPT Corrections Disclaimer Limitations of Liability – from ChatGPT Indemnification? User Data Data Privacy and Security – from ChatGPT Cookie Policy – From UpWork? Privacy Policy – from Vampr Electronic Communications, Transactions, and Signatures International Users – from Swagbucks Residents of Quebec, Canada? – from Swagbucks Miscellaneous Contact Us 1. Our Services Content Display and Distribution The app provides a platform for musicians/artists to showcase their music and talent, enabling them to create a personal brand and connect with potential fans worldwide, as well as local and non-local artists. Users can upload, publish, and display their music, videos, and other related content on the app for others to access, listen to, and engage with. NewTunes does not claim ownership of the content uploaded by users. However, by submitting content to the app, users grant a non-exclusive, worldwide, royalty-free license to use, reproduce, distribute, display, and modify their content within the app's functionalities as outlined in the Intellectual Property Rights section of these Terms and Conditions. Promotion and Exposure The app offers promotional features to help musicians/artists gain exposure within the industry and reach their target audience. NewTunes may utilize various mechanisms, including advertising and featured placements, to promote and highlight users' content within the app and to external audiences. While NewTunes strives to provide exposure and promotional opportunities, the extent and nature of promotion may vary and are subject to factors such as user engagement, algorithms, and business considerations. 2. Premium Services NewTunes provides free services to musicians, and in addition, offers a Premium Membership Plan for those who seek an enhanced experience on the app. The Premium Membership Plan encompasses several additional benefits designed to empower musicians and maximize their presence on the platform. By purchasing the Premium Membership Plan, musicians gain access to the following exclusive features: Boost in Appearances Musicians with a Premium Membership Plan enjoy an increased frequency of appearances on listeners' screens, increasing their visibility and exposure to potential fans. Verification Badge A verification badge is awarded to Premium members, adding credibility and authenticity to their NewTunes profile. Prioritized Messages Premium members receive prioritized placement and delivery of messages in their inbox, ensuring that important communications are promptly addressed. Complete Royalty Control Musicians with a Premium Membership Plan have full control over the royalties generated through NewTunes, enabling them to manage and track their earnings efficiently. Explore Connections of Connections Premium members gain the ability to explore the connections of their connections, facilitating networking opportunities within the NewTunes community. A&R Services Premium members have access to dedicated Artist and Repertoire (A&R) services, offering valuable guidance, feedback, and potential collaborations. Profile Feature Control Premium members can exercise control over certain profile features, including the option to hide specific details such as age, enabling them to curate their public presence according to their preferences. Please note that the availability and specific details of these Premium Membership Plan benefits may be subject to change and periodic updates. NewTunes reserves the right to modify or discontinue any aspect of the Premium Membership Plan at any time, with reasonable notice provided to existing Premium members. By purchasing and maintaining a Premium Membership Plan, musicians acknowledge and agree to abide by the terms and conditions set forth by NewTunes governing the use of these additional features. 3. Additional Services In addition to the regular and premium services, we offer various optional services and features that can be accessed for a fee. These services may include, but are not limited to: Pre-Drafted Contracts We provide pre-drafted contracts tailored to the needs of musicians, which can be purchased for use in various music-related engagements and collaborations. In-App Job Board Musicians can utilize the in-app job board to advertise their services or seek opportunities within the music industry. Accessing and posting on the job board may involve a fee. Other Optional Services From time to time, we may introduce new optional services or features that users can choose to access for an additional fee. The details and availability of these services will be clearly communicated to users. Users interested in accessing the Additional Services will be required to pay the applicable fees associated with each service. The fees and payment terms will be clearly displayed during the service selection process. All fees are non-refundable, except as required by applicable law or as otherwise explicitly stated in these Terms and Conditions. 4. Intellectual Property Rights User Ownership and License Grant Users retain ownerhsip of the content they upload, publish, or display on the app. By submitting, uploading, or publishing content on the app, users grant NewTunes a non-exclusive, worldwide, royalty-free, sublicensable, and transferable license to use, reproduce, distribute, display, modify, and create derivative works of their content solely for the purposes of operating, promoting, and improving the app's functionalities. Users understand and agree that this license allows other users of the app to access and view their content within the app's functionalities. Reporting Copyright Infringement or Intellectual Property Concerns NewTunes respects the intellectual property rights of others and expects its users to do the same. NewTunes will continuously monitor the app to identify and address any instances of copyrighted music being published without proper authorization or any other infringements. If a user believes that their copyright or intellectual property rights have been infringed upon on the app, they should follow these steps: Report within the App: Users can report any copyright infringement or intellectual property concerns by using the designated reporting feature within the app. This feature allows users to report specific songs or content suspected of infringement. Email Notification: Users can also send an email to [company/organization] at [email address] with detailed information regarding the alleged infringement, including identification of the copyrighted work, description of the infringing content, and supporting evidence. NewTunes will promptly investigate the reported infringement and take appropriate actions in accordance with applicable laws and regulations. Legal Action and Liability If a user believes their copyright or intellectual property rights have been infringed upon and decides to take legal action, they acknowledge and agree that the legal matter is solely between the two involved parties. NewTunes shall not be held liable for any damages, losses, costs, or expenses incurred as a result of copyright infringement or any legal actions taken by users. Users are responsible for pursuing legal remedies, including seeking legal counsel and taking necessary actions to enforce their rights, should they believe their intellectual property rights have been infringed upon on the app. 5. Content Our platform allows you to upload music, videos, images, and other related content that is original, owned by the user, or used with proper authorization from the respective rights holders. Content should align with the purpose and nature of the app, which is to showcase and promote music and artistic talent. Users are encouraged to share content that is respectful, professional, and relevant to the music industry. User Responsibility Users are solely responsible for the content they upload and share on the app. By uploading content, users represent and warrant that they have the necessary rights, permissions, and authorizations to do so. NewTunes does not endorse or verify the accuracy, quality, or legality of user-generated content, and shall not be held liable for any consequences arising from the use or reliance on such content. 6. Advertising The NewTunes app may display advertisements and sponsored content to enhance user experience and support the availability of our services. These advertisements and sponsored content may appear in various forms, such as banners, interstitials, videos, or other formats, within the app. Please note that NewTunes does not endorse, guarantee, or assume responsibility for the accuracy, legality, or quality of the content provided by these advertisements and sponsored content. Any transactions, interactions, or engagements that occur as a result of clicking on or interacting with these advertisements are solely between you and the advertiser. NewTunes shall not be held liable for any damages, losses, or disputes arising from these transactions or interactions. It is important to exercise caution and discretion when engaging with advertisements or sponsored content within the NewTunes app. We encourage you to review the terms and privacy policies of third-party websites or services linked to these advertisements before engaging in any transactions or sharing personal information. By using the NewTunes app, you agree that NewTunes shall not be held responsible for the content of advertisements or any transactions or interactions resulting from them, and you acknowledge that your interactions with such advertisements are at your own risk. 7. User Representation You represent that you are of the legal age of 18 and have the legal capacity to enter into a binding agreement as well as that you have read, understood, and agreed to these Terms and Conditions, and that you will comply with all applicable laws and regulations while using the app. Age Verification We rely on the information provided during the registration process to determine your eligibility to use the platform. In the event that we have reason to believe that you are under the age of 18 or have provided false or inaccurate information regarding your age, we may suspend or terminate your account without notice. Accuracy of Information You represent that all information provided on the app, including your personal information and account details, is accurate, complete, and up to date. You are responsible for maintaining the accuracy of your information and promptly updating any changes. 8. User Registration Account Creation To access the full features and services offered by our platform, you are required to create a user account. During the registration process, you will be asked to provide accurate and up-to-date information, including your name, email address, and any other required details. You are responsible for maintaining the confidentiality of your account login credentials and are solely responsible for all activities that occur under your account. User Responsibilities You are responsible for safeguarding your account and ensuring the security of your login credentials. You agree not to share your account credentials with any third parties or allow unauthorized access to your account. You are responsible for all activities that occur under your account, and you agree to notify us immediately of any unauthorized use or security breaches. Geographic Restrictions While our platform is available worldwide, certain features or services may be subject to geographic restrictions or limitations based on local laws, regulations, or licensing requirements. It is your responsibility to ensure compliance with the applicable laws and regulations of your jurisdiction before accessing or using the platform. 9. Purchases and Payment 10. Royalties By using our App, you acknowledge and agree that we may utilize cookies and other related technologies to track the conversion from the NewTunes platform to external streaming services, such as Spotify, Apple Music, and others. As part of this conversion tracking process, NewTunes reserves the right to deduct, on the last day of each month, 15% of the royalties musicians earn solely from individuals whom we have assisted in converting from our app to these external streaming platforms. This deduction will only apply to the specific conversions facilitated by NewTunes. Specific information regarding the use of cookies is available in the Cookies section of the Terms and Conditions. 11. Rewards Programs In connection with your use of the Services, you may have the opportunity to accumulate financial rewards and incentives. Information, official rules and terms and conditions for rewards and incentives may be available in these Terms and Conditions, in the account tab, and/or may be described in any newsletter or other communication distributed or published by NewTunes. In the event that any incentive has been erroneously posted to the member’s account, NewTunes may remove them from the member’s account. In order to withdraw funds from NewTunes, the minimum threshold of $10 must be satisfied. If you do not satisfy the foregoing threshold, you will not be able to withdraw funds. NewTunes may modify, alter, delete or add new terms and conditions for its rewards program or the Services at any time without notice. For NewTunes, this includes, but is not limited to, modifying, altering, adding, or deleting point values, redemption levels, conversion ratios, conditions for status, conditions for membership and conditions for earning incentives or rewards, at any time without notice. In addition, NewTunes may terminate or cease offering any incentive or reward in connection with NewTunes’ rewards program, at any time without notice. You may not combine your balance with the balance belonging to any other member, including, but not limited to, any family member or friend. You hereby express acknowledgement and agree that the points and incentives earned through the services may be subject to tax, which is the sole responsibility of the redeemer. NewTunes may provide you and/or the appropriate government agency or taxing authority with information related to any payments or incentives you earn in connection with your use of Slicethepie''s services. You agree to provide NewTunes with all the required information to assist NewTunes in complying with its reporting or withholding obligations. NewTunes may withhold any tax from any incentive or reward as required by applicable law. NewTunes uses reasonable efforts to ensure that the points are credited and debited appropriately; however, members should review their accounts to ensure that their account correctly identifies the posted points, incentives, and rewards. If you feel that your account was not credited or debited correctly or reflects incorrect redemption transactions, please send an email to new.tune.platform@gmail.com. Any email sent to NewTunes should include the member’s name, account name, email address, and specific information on the subject matter. NewTunes will use reasonable efforts to investigate the matter and to respond back to the members promptly. NewTunes’ decisions are final and binding. Personal information may have to be collected, processed, and/or disclosed in connection with NewTunes’ rewards program and/or any request to redeem a reward or incentive. By agreeing to these Terms and Conditions, you hereby agree to the collection, processing and/or disclosure of your personal information for such purpose(s) and such personal information shall be subject to the terms set forth in NewTunes’ privacy policy. 12. In-app Purchases – Contract, us not responsible for conflicts, etc 13. Refunds Policy We would like to inform you that all services provided by our platform, including the premium membership plan, regular services, and any additional services, are non-refundable once purchased or accessed. By making a purchase or accessing any of our services, you acknowledge and agree that all fees paid are final and non-refundable, except as required by applicable law or as explicitly stated in these Terms and Conditions. In exceptional cases where a refund may be considered, it will be at our sole discretion, subject to the circumstances and in compliance with applicable laws. 14. Prohibited Activities Prohibited Conduct Users of the app are expected to conduct themselves in a respectful, professional, and lawful manner at all times. Users are solely responsible for their own conduct and communications within the app. NewTunes does not endorse or verify the accuracy, quality, or legality of user-generated content or user interactions and shall not be held liable for any consequences arising from such interactions. The following behaviors and actions are strictly prohibited and may result in immediate action, including but not limited to warnings, suspension, or termination of the user's account: Harrassment Engaging in any form of harassment, bullying, or intimidation towards other users, including but not limited to offensive comments, threats, or stalking. Hate Speech Posting or sharing content that promotes hatred, discrimination, or violence against individuals or groups based on attributes such as race, ethnicity, religion, gender, sexual orientation, or disability. Inappropriate Language Using offensive, vulgar, or sexually explicit language in communication within the app. Unauthorized Access Attempting to access, use, or manipulate other users' accounts, personal information, or content without proper authorization. Impersonation Pretending to be another individual, organization, or entity in order to deceive or mislead other users. Fraudulent Activities Engaging in any form of fraudulent activities, including but not limited to spamming, phishing, or scams targeting other users. Users are encouraged to report any instances of inappropriate conduct or violations of these guidelines using the designated reporting features within the app. NewTunes will review and investigate reported incidents promptly and take appropriate actions, which may include warnings, temporary or permanent account suspension, or other measures as deemed necessary. Prohibited Content To maintain a safe and respectful environment for all users, there are certain types of content that are strictly prohibited from being posted on NewTunes. By using the NewTunes app, you agree not to post, upload, or share any content that falls into the following categories: Dangerous Content NewTunes is home to communities where people can create, express themselves, listen, share, and network. Don’t promote violence, incite hatred, harass, or engage in any other behavior that may place people at risk of serious physical harm or death. Some things to avoid include: Content that advocates or glorifies serious physical harm towards an individual or group includes, but may not be limited to: Encouraging, promoting, or glorifying suicide and self-harm (if you or someone you know is struggling or thinking about self-harm, please see here for ways to get help) Inciting or threatening serious physical harm or acts of violence against a specific target or specific group Content that promotes or supports terrorism or violent extremism includes, but may not be limited to: Glorifying or praising violent extremist groups or their members Coordinating, promoting, threatening, or praising an act of violence by or on behalf of violent extremist groups or their members Providing instructions or instructional materials to commit an act of violent extremism Soliciting an individual or group to finance, undertake an act of violent extremism, or become involved in the activities of a violent extremist group Content that targets an individual or identifiable group for harassment or related abuse includes, but may not be limited to: Repeatedly targeting specific individuals with sexual advances Sharing, threatening to share, or encouraging others to share someone’s private information, including credit card or banking information, National Identity numbers, etc. Content that incites violence or hatred towards a person or group of people based on race, religion, gender identity or expression, sex, ethnicity, nationality, sexual orientation, veteran status, age, disability or other characteristics associated with systemic discrimination or marginalization includes, but may not be limited to: Praising, supporting, or calling for violence against a person or group of people based on the characteristics listed above Dehumanizing statements about a person or group based on the protected characteristics listed above Promoting or glorifying hate groups and their associated images, and/or symbols Content that promotes dangerous false or dangerous deceptive medical information that may cause offline harm or poses a direct threat to public health includes, but may not be limited to: Asserting that AIDS, COVID-19, cancer or other serious life threatening diseases are a hoax or not real Encouraging the consumption of bleach products to cure various illnesses and diseases Promoting or suggesting that vaccines approved by local health authorities are designed to cause death  Encouraging people to purposely get infected with COVID-19 in order to build immunity to it (e.g. promoting or hosting “coronavirus parties”) Content that illicitly promotes the sale of regulated or illegal goods includes, but may not be limited to: Selling illegal firearms or firearm parts Selling illegal drugs  Selling endangered species or products derived from endangered species Content that promotes, solicits, or facilitates child sexual abuse or exploitation includes, but may not be limited to: Visual depictions of a minor engaged in a sexual act or lascivious depictions of a nude minor Promoting acts of sexual abuse against a child in exchange for money Encouraging or promoting sexual attraction by adults towards minors Promoting, normalizing, or glorifying child grooming behaviors Deceptive Content Creating great experiences on NewTunes requires trust that people are who they say they are, that they won’t be scammed, and that no one is trying to manipulate our platform. Don’t use malicious practices to deceive others. Some things to avoid include: Content that impersonates others in order to deceive includes, but may not be limited to: Replicating the same name, image, and/or description as another existing creator  Posing as another person, brand, or organization in a misleading manner Content that promotes manipulated and synthetic media as authentic in ways that pose the risk of harm includes, but may not be limited to: Audio or video recording that comes from a real and valid source that has been altered in a way that changes the meaning or context of the original media and is purported to be true, thus posing a risk of harm to the speaker or other individuals  Audio or visual media artificially created through the use of technology that’s purported to be true, such as digitally manufactured sexual audio and video content or content falsely suggesting that someone committed a crime Content that attempts to manipulate or interfere with election-related processes includes, but may not be limited to: Misrepresentation of procedures in a civic process that could discourage or prevent participation Misleading content promoted to intimidate or suppress voters from participating in an election Content that attempts to take advantage of the NewTunes’ community includes, but may not be limited to: Posting, sharing, or providing instructions on implementing malware or related malicious practices that seek to harm or gain unauthorized access to computers, networks, systems, or other technologies  Phishing or related attempts to deceptively solicit or collect sensitive information Promoting investment and financial scams like get rich quick and pyramid schemes, or otherwise encouraging others to part with money under false pretenses Sensitive Content We have tons of amazing content on NewTunes, but there are certain things that we don’t allow on our platform. Don’t post excessively violent or graphic content, and don’t post sexually explicit content. Some things to avoid include: Content that promotes graphic or gratuitous depictions of violence, gore, or other shocking imagery includes, but may not be limited to: Severely mutilated or dismembered bodies Promoting animal cruelty or torture Content that contains sexually explicit material includes, but may not be limited to:  Pornography or visual depictions of genitalia or nudity presented for the purpose of sexual gratification Advocating or glorifying sexual themes related to rape, incest, or beastiality Illegal Content The law is the law. No matter who you are, it is your responsibility to comply with applicable laws and regulations. Some things to avoid include: Content that violates applicable laws and regulations includes, but may not be limited to: Content that does not comply with applicable sanctions and export regulations Content that is intended to promote or commit an illegal act of any kind Content that infringes the intellectual property rights of others includes, but may not be limited to: Content uploaded to NewTunes without obtaining necessary permissions Content that infringes third-party copyrights or trademarks NewTunes reserves the right to remove or restrict any content that is reported as infringing upon intellectual property rights or violates applicable laws or regulations or any of the terms in our Terms and Conditions. Spam or Unauthorized Promotion Users shall not engage in spamming or any form of unauthorized promotion. Some things to avoid include: Unsolicited advertisements Chain letters Pyramid Schemes Malicious Content Users shall not post or share any content that contains viruses, malware, or any other malicious software or code that may harm or disrupt the NewTunes platform or other users. NewTunes reserves the right to monitor, review, and remove any content that violates these guidelines, as well as take appropriate actions, including suspension or termination of user accounts, in cases of repeated or severe violations. Users are solely responsible for the content they post on NewTunes and any consequences that may arise from such postings. Please also note that this list is not exhaustive, and NewTunes may, at its discretion, deem additional content as prohibited if it violates the terms and spirit of the platform. NewTunes reserves the right to update and modify these restrictions as necessary to ensure a positive user experience for all. 15. User Generated Contributions 16. Contribution License 17. Mobile Application License 18. Social Media 19. Links to Other Websites Our Service may contain or facilitate links to third-party web sites or services that are not owned or controlled by NewTunes. NewTunes has no control over, and assumes no responsibility for, the content, privacy policies, or practices of any third party web sites or services. You further acknowledge and agree that NewTunes shall not be responsible or liable, directly or indirectly, for any damage or loss caused or alleged to be caused by or in connection with use of or reliance on any such content, goods or services available on or through any such web sites or services. We only provide or facilitate links to external websites as a convenience, and the inclusion of such a link by us or by you to external websites do not imply our endorsement of those websites. You acknowledge and agree that when you access other websites on the Internet, you do so at your own risk. We strongly advise you to read the terms and conditions and privacy policies of any third-party web sites or services that you visit. 20. Services Management 21. Term and Termination – from ChatGPT & others 22. Modifications and Interruptions 23. Governing Law These Terms and Conditions shall be governed and construed in accordance with the laws of Utah, USA, and you yourself irrevocably consent that the courts of Utah shall have exclusive jurisdiction to resolve any dispute which may arise in connection with tehse Terms and Conditions. 24. Dispute Resolution – from ChatGPT 25. Corrections 26. Disclaimer 27. Limitations of Liability – from ChatGPT 28. Indemnification You agree to defend, indemnify, and hold us, our affiliates, directors, officers, employees, agents, and licensors harmless from and against any claims, liabilities, damages, judgments, awards, losses, costs, expenses, or fees (including reasonable attorneys' fees) arising out of or relating to your use of the NewTunes platform or your violation of these Terms and Conditions. 29. User Data 30. Data Privacy and Security – from ChatGPT 31. Cookie Policy – From UpWork? This policy describes how NewTunes uses cookies and other related technolgoies (collectively referred to as “cookies”) when you interact with us on our app as set forth in the NewTunes Privacy Policy By visiting or using the App, you agree that we can use the cookies described in the Cookie Policy. You can stop or update your cookie preferences by changing the settings in your browser (more information on how to do this is provided below) or adjusting the settings at the bottom of the homepage labeled “Cookie Settings”. We may modify this Agreement without notifying you, so please check back often for updates. What are Cookies Cookies are text files, containing small amounts of information, which are downloaded to your browsing device (such as a computer or smartphone) when you visit a website or app. Cookies can be recognized by the website or app that downloaded them, or by other websites or apps that use the same cookies. First- party cookies are cookies that belong to NewTunes or are placed on your device by NewTunes. Third-party cookies are cookies that another party places on your browsing device through our App. What are Cookies used for? 32. Privacy Policy – from Vampr 33. Electronic Communications, Transactions, and Signatures 34. California Users and Residents 35. International Users NewTunes’ Sites and Features and the services provided by NewTunes are controlled, operated, and administered from its offices located within the United States of America. NewTunes does not make any representation that the materials on the platform's Sites and Features or the services provided are appropriate or available for use in locations outside of the United States and Canada. Access to the platform's Sites and Features or the use of its services is prohibited from territories where the contents or products available through the platform are considered illegal. Users are not permitted to use the platform's Sites and Features or export any content or products in violation of U.S. export laws and regulations. In the event that users access the platform's Sites and Features from a location outside of the United States and Canada, they are solely responsible for complying with all local laws and regulations applicable in their jurisdiction. 36. Residents of Quebec, Canada? – from Swagbucks 37. Miscellaneous 38. Nondiscrimination Statement 39. Contact Us In order to resolve a complaint regarding the Services or to receive further information regarding use of the Services, please contact us at: Phone: 385-449-0913 Email: new.tune.platform@gmail.com [ED1]Should this be lower?"
  }
]
